[
    {
        "term": "Forest Management",
        "definition": "The application of knowledge about forestry and related sciences in managing forests for the benefit of humanity.",
        "definition-id": "Penerapan/ aplikasi pengetahuan tentang kehutanan dan ilmu lain yang sejenis dalam mengelola hutan untuk kepentingan manusia.",
        "category": "a",
        "source": "Rujehan. 2019. Pengantar Manajemen Hutan. Mulawarman University Press. Samarinda"
    },
    {
        "term": "Site Index",
        "definition": "A relative measure of forest site quality based on the height of the dominant trees at a specific age. Site index information helps estimate future returns and land productivity for timber and wildlife.",
        "definition-id": "Suatu ukuran relatif kualitas lahan hutan berdasarkan tinggi dari pohon-pohon dominan pada usia tertentu. Informasi ini membantu memperkirakan hasil dan produktivitas lahan untuk kayu dan satwa liar.",
        "category": "a",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Selective Cutting.",
        "definition": "The periodic removal of individual trees or groups of trees to improve or regenerate a stand.",
        "definition-id": "Penghilangan berkala pohon-pohon individu atau kelompok pohon untuk memperbaiki atau meregenerasi tegakan hutan.",
        "category": "a",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Rotation.",
        "definition": "The number of years required to establish and grow trees to a specified size, product or condition of maturity.",
        "definition-id": "Jumlah tahun yang diperlukan untuk menanam dan menumbuhkan pohon hingga mencapai ukuran, produk, atau kondisi kematangan yang ditentukan.",
        "category": "a",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Reforestation.",
        "definition": "Reestablishing a forest by planting or seeding an area from which forest vegetation has been removed.",
        "definition-id": "Menghidupkan kembali hutan dengan menanam atau menabur benih di area yang vegetasi hutannya telah dihilangkan.",
        "category": "a",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Afforestation.",
        "definition": "The direct human-induced conversion of land that has not been forested for a period of at least 50 years to forested land through planting, seeding and/or human-induced promotion of natural seed sources.",
        "definition-id": "Konversi langsung yang dilakukan oleh manusia terhadap lahan yang tidak berhutan selama jangka waktu paling sedikit 50 tahun menjadi lahan berhutan melalui penanaman, pembibitan dan/atau promosi sumber benih alami yang dilakukan oleh manusia.",
        "category": "a",
        "source": "https://unfccc.int/resource/docs/publications/cdm_afforestation_bro_web.pdf"
    },
    {
        "term": "Multiple-Use Management.",
        "definition": "The management of land or forest for more than one purpose, such as wood production, water quality, wildlife, recreation, aesthetics and clean air.",
        "definition-id": "Pengelolaan lahan atau hutan untuk lebih dari satu tujuan, seperti produksi kayu, kualitas air, satwa liar, rekreasi, estetika, dan udara bersih.",
        "category": "a",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "High-Grading.",
        "definition": "High grading is the practice of removing the highest-value wood from a tract of forest land and leaving less-desirable, sometimes unmarketable wood. The practice greatly degrades the value of the parcel and its subsequent timber production.",
        "definition-id": "High grading adalah praktik pengambilan kayu bernilai tinggi dari sebidang lahan hutan dan meninggalkan kayu yang kurang diinginkan, terkadang tidak dapat dipasarkan. Praktik ini sangat menurunkan nilai lahan tersebut dan produksi kayu selanjutnya.",
        "category": "a",
        "source": "https://thetimberlandinvestor.com/what-is-high-grading-and-why-is-it-harmful/"
    },
    {
        "term": "Forest Stewardship Plan.",
        "definition": "A written document listing activities that enhance or improve forest resources (wildlife, timber, soil, water, recreation and aesthetics) on private land over a certain time period.",
        "definition-id": "Dokumen tertulis yang mencantumkan kegiatan-kegiatan yang meningkatkan atau memperbaiki sumber daya hutan (satwa liar, kayu, tanah, air, rekreasi, dan estetika) di lahan pribadi selama periode lima tahun.",
        "category": "a",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Consulting Forester.",
        "definition": "an independent professional who manages forests and markets forest products for private woodland owners. Consulting foresters do not have direct connections with firms that buy wood products, but are retained by woodland owners as their agents.",
        "definition-id": "Seorang profesional independen yang mengelola hutan dan memasarkan produk hutan untuk pemilik hutan swasta. Konsultan kehutanan tidak memiliki hubungan langsung dengan perusahaan yang membeli produk kayu, tetapi dipekerjakan oleh pemilik hutan sebagai agen mereka.",
        "category": "a",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Variable Retention Harvest System.",
        "definition": "an approach to harvesting based on the retention of structural elements or biological legacies (trees, snags, logs, etc.) from the harvested stand for integration into the new stand to achieve various ecological objectives.",
        "definition-id": "Sebuah pendekatan pemanenan yang didasarkan pada retensi elemen struktural atau warisan biologis (pohon, batang mati, batang kayu, dll.) dari tegakan yang ditebang untuk diintegrasikan ke dalam tegakan baru guna mencapai berbagai tujuan ekologis.",
        "category": "a",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Sustained Yield.",
        "definition": "an ideal forest management objective in which the volume of wood removed equals growth within the total forest.",
        "definition-id": "Tujuan ideal dalam pengelolaan hutan di mana volume kayu yang diambil sama dengan pertumbuhan dalam hutan secara keseluruhan.",
        "category": "a",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Social Forestry.",
        "definition": "refers to any situation which intimately involves local people in a forestry activity. It includes the use of forests by individuals or households for subsistence and cash, and community management of forest where a group of local people collaboratively manage forests either independently or with external support.",
        "definition-id": "Merujuk pada setiap situasi yang melibatkan masyarakat lokal secara langsung dalam kegiatan kehutanan. Ini mencakup penggunaan hutan oleh individu atau rumah tangga untuk kebutuhan hidup dan pendapatan tunai, serta pengelolaan hutan oleh masyarakat dimana sekelompok penduduk lokal secara bersama-sama mengelola hutan baik secara mandiri maupun dengan dukungan dari pihak luar.",
        "category": "a",
        "source": "https://www.recoftc.org/social-forestry-knowledge-tree/what-social-forestry"
    },
    {
        "term": "Old-growth Forest.",
        "definition": "a wooded area, usually greater than 200 years of age, that has never been altered or harvested by humans. An old-growth forest often has large individual trees, a multi-layered crown canopy, and a significant accumulation of coarse woody debris including snags and fallen logs.",
        "definition-id": "Sebuah area berhutan, biasanya lebih dari 200 tahun usianya, yang tidak pernah diubah atau ditebang oleh manusia. Hutan tua seringkali memiliki pohon-pohon individu yang besar, kanopi bertingkat, dan akumulasi signifikan dari material kayu kasar termasuk pohon mati berdiri dan batang kayu yang tumbang.",
        "category": "a",
        "source": "https://portals.iucn.org/library/sites/library/files/documents/FR-IS-005.pdf"
    },
    {
        "term": "Rehabilitation.",
        "definition": "Re-establishing the productivity and some, but not necessarily all, of the plant and animal species originally present. For ecological or economic reasons the new forest may include species not originally present. In time, the original forest’s protective function and ecological services may be re-established.",
        "definition-id": "Memulihkan produktivitas dan beberapa spesies tumbuhan dan hewan yang awalnya ada. Untuk alasan ekologi atau ekonomi, hutan yang baru mungkin mencakup spesies yang sebelumnya tidak ada. Seiring waktu, fungsi perlindungan dan layanan ekologi dari hutan asli dapat dipulihkan kembali.",
        "category": "a",
        "source": "https://portals.iucn.org/library/sites/library/files/documents/FR-IS-005.pdf"
    },
    {
        "term": "Restoration.",
        "definition": "recreate an ecosystem as close as possible to that which originally existed at the site.",
        "definition-id": "Menciptakan kembali ekosistem yang semirip mungkin dengan ekosistem yang awalnya ada di lokasi tersebut.",
        "category": "a",
        "source": "https://portals.iucn.org/library/sites/library/files/documents/FR-IS-005.pdf"
    },
    {
        "term": "Reclamation.",
        "definition": "Recovery of productivity at a degraded site using mostly exotic tree species. Species monocultures are often used. Original biodiversity is not recovered but protective function and many of the original ecological services may be re-established.",
        "definition-id": "Pemulihan produktivitas di lokasi yang terdegradasi dengan menggunakan sebagian besar spesies pohon eksotis. Monokultur spesies sering digunakan. Keanekaragaman hayati asli tidak dipulihkan, namun fungsi perlindungan dan banyak layanan ekologi asli dapat dipulihkan kembali.",
        "category": "a",
        "source": "https://portals.iucn.org/library/sites/library/files/documents/FR-IS-005.pdf"
    },
    {
        "term": "Skidding.",
        "definition": "The process of sliding/dragging logs from the stump to a landing, usually applied to ground-based operations.",
        "definition-id": "Proses meluncur/menarik kayu dari pangkal pohon ke tempat pendaratan, biasanya digunakan dalam operasi di darat.",
        "category": "a",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Yarding.",
        "definition": "Moving trees or logs from felling site to roadside with cable, winch, or helicopter.",
        "definition-id": "Memindahkan pohon atau kayu gelondongan dari lokasi penebangan ke pinggir jalan menggunakan kabel, kerekan, atau helikopter.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Wood Pulp.",
        "definition": "A fibrous material produced by reducing wood to its component parts. Used for paper and paper board sheets.",
        "definition-id": "Bahan berserat yang dihasilkan dengan menguraikan kayu menjadi bagian-bagiannya. Digunakan untuk lembaran kertas dan papan kertas.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Wood Chips.",
        "definition": "Small pieces of wood used to make pulp.",
        "definition-id": "Potongan kayu kecil yang digunakan untuk membuat bubur kertas.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Waferboard.",
        "definition": "A Type of particle board composed of wafers (mostly poplar) of uniform length and thickness.",
        "definition-id": "Jenis papan partikel yang terdiri dari potongan-potongan (terutama dari kayu poplar) dengan panjang dan ketebalan yang seragam.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Disc Trencher.",
        "definition": "A machine designed for mechanical site preparation. It provides continuous rows of planting spots rather than intermittent patches as provided by patch scarifiers. Consists of scarifying steel discs equipped with teeth.",
        "definition-id": "Mesin yang dirancang untuk persiapan lahan secara mekanis. Mesin ini menyediakan barisan tempat penanaman secara terus-menerus daripada tambalan yang terputus-putus seperti yang disediakan oleh penggaru tambalan. Terdiri dari cakram baja yang dilengkapi dengan gigi penggaru.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Clearcutting.",
        "definition": "The harvesting of all trees from an area of forest land in a single cut.",
        "definition-id": "Penebangan semua pohon dari suatu area hutan dalam satu kali tebang.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Highlead System.",
        "definition": "Logging system that uses cables rigged to a spar high above the ground so that one end of the logs can be lifted during yarding.",
        "definition-id": "Sistem penebangan yang menggunakan kabel yang dipasang pada tiang yang tinggi di atas tanah sehingga salah satu ujung kayu gelondongan dapat diangkat selama penyaradan.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "MAI (mean annual increment).",
        "definition": "The average annual increase in volume of individual trees or stands up to the specified point in time. The MAI changes with different growth phases in a tree’s life, being highest in the middle years and then slowly decreasing with age. The point at which the MAI peaks is commonly used to identify the biological maturity of the stand and its readiness for harvesting.",
        "definition-id": "Peningkatan volume tahunan rata-rata dari pohon individu atau tegakan hingga titik waktu yang ditentukan. MAI (Mean Annual Increment) berubah seiring dengan berbagai fase pertumbuhan dalam kehidupan pohon, mencapai puncaknya pada tahun-tahun pertengahan dan kemudian perlahan-lahan menurun seiring bertambahnya usia. Titik di mana MAI mencapai puncaknya biasanya digunakan untuk mengidentifikasi kematangan biologis tegakan dan kesiapan untuk dipanen.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Merchantable Timber.",
        "definition": "A tree or stand that has attained sufficient size, quality and/or volume to make it suitable for harvesting.",
        "definition-id": "Pohon atau tegakan yang telah mencapai ukuran, kualitas, dan/atau volume yang cukup sehingga layak untuk dipanen.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Particle Board.",
        "definition": "Sheets of building material made from wood particles bonded together under heat and pressure.",
        "definition-id": "Lembaran bahan bangunan yang terbuat dari partikel kayu yang direkatkan di bawah panas dan tekanan.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Veneer.",
        "definition": "A thin sheet of wood material either peeled or sliced from a length of log",
        "definition-id": "Selembar tipis bahan kayu yang baik dikupas atau dipotong dari seutas batang kayu.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Seed-tree Harvest System.",
        "definition": "Removal of all trees from the harvest area at one time except for a few scattered trees left to provide seed to establish a new forest stand. California Forest Practice rules specify the number and size to be left per acre.",
        "definition-id": "Penebangan semua pohon dari area pemanenan pada satu waktu kecuali beberapa pohon yang tersebar dibiarkan untuk menjadi sumber benih untuk membentuk hutan baru.",
        "category": "c",
        "source": "https://cemendocino.ucanr.edu/files/17302.pdf"
    },
    {
        "term": "Thinning.",
        "definition": "– Series of temporary reductions in stand density through removal of surplus trees of the favored species (or mix of species) to benefit the existing crop – not intended to start a new crop. There are six primary thinning methods, namely low thinning, crown thinning, selection thinning, mechanical thinning, free thinning, and thinning by number of stems.",
        "definition-id": "Serangkaian pengurangan sementara dalam kerapatan tegakan dengan cara menghilangkan pohon-pohon surplus dari spesies yang diunggulkan (atau campuran spesies) untuk memberi manfaat bagi tanaman yang ada – bukan dimaksudkan untuk memulai tanaman baru. Terdapat 6 metode pokok penjarangan yaitu penjarangan rendah, penjarangan tajuk, penjarangan seleksi, penjarangan mekanis, penjarangan bebas, dan penjarangan jumlah batang.",
        "category": "c",
        "source": "https://courses.washington.edu/fm323/notes/Thinning-StandTending.pdf"
    },
    {
        "term": "Pruning.",
        "definition": "The manual removal of the lower branches of crop trees to a predetermined height to produce clear, knot free wood.",
        "definition-id": "Penghilangan manual cabang-cabang bawah dari pohon tanaman hingga ketinggian yang telah ditentukan untuk menghasilkan kayu yang bersih dan bebas dari mata kayu.",
        "category": "c",
        "source": "https://cfs.nrcan.gc.ca/pubwarehouse/pdfs/2919.pdf"
    },
    {
        "term": "Conservation.",
        "definition": "Planned management and wise use of natural resources for present and future generations.",
        "definition-id": "Pengelolaan terencana dan penggunaan sumber daya alam yang bijaksana untuk generasi sekarang dan mendatang.",
        "category": "d",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Biodiversity.",
        "definition": "The variety of life forms in a given area; can be categorized in terms of number of species, variety of plant and animal communities, genetic variability or some combination of these categories.",
        "definition-id": "Berbagai bentuk kehidupan di daerah tertentu; dapat dikategorikan dalam hal jumlah spesies, berbagai komunitas tumbuhan dan hewan, variabilitas genetik atau beberapa kombinasi dari kategori ini.",
        "category": "d",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Ecosystem.",
        "definition": "An ecosystem is a community of all living organisms within a particular area, their interactions with each other and with their physical environment. Some of the most biodiverse ecosystems include coral reefs and tropical rainforests. Major ecosystems are also referred to as biomes.",
        "definition-id": "Ekosistem adalah komunitas semua organisme hidup dalam area tertentu, interaksi satu sama lain dan dengan lingkungan fisik mereka. Beberapa ekosistem yang paling beragam termasuk terumbu karang dan hutan hujan tropis. Ekosistem utama juga disebut sebagai bioma.",
        "category": "d",
        "source": "https://www.worldlandtrust.org/get-involved/educational-resources/glossary-and-abbreviations/"
    },
    {
        "term": "Environment.",
        "definition": "The sum of all external living and The physical surroundings or conditions in which a person or other organism lives, develops, etc., or in which a thing exists; the external conditions in general affecting the life, existence, or properties of an organism or object.non-living conditions and influences that affect the development and survival of an organism.",
        "definition-id": "Lingkungan fisik atau kondisi di mana seseorang atau organisme lain hidup, berkembang, dll., Atau di mana sesuatu ada; Kondisi eksternal secara umum mempengaruhi kehidupan, keberadaan, atau sifat-sifat suatu organisme atau objek.",
        "category": "d",
        "source": "https://www.oed.com/dictionary/environment_n?tl%3Dtrue&sa=D&source=docs&ust=1718685621785353&usg=AOvVaw1YLSk8KgzdLeLvsT9Ynrm4"
    },
    {
        "term": "Evergreen.",
        "definition": "A group of trees that do not lose all of their leaves every year but go through a gradual replacement by dropping only their oldest leaves each year.",
        "definition-id": "kelompok pohon yang tidak kehilangan semua daunnya setiap tahun tetapi mengalami pergantian bertahap dengan hanya menjatuhkan daun tertua mereka setiap tahun.",
        "category": "d",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Exploitation.",
        "definition": "the act of making some area of land or water more profitable or productive or useful",
        "definition-id": "tindakan membuat suatu area tanah atau air menjadi lebih menguntungkan atau produktif atau berguna",
        "category": "d",
        "source": "https://www.vocabulary.com/dictionary/exploitation"
    },
    {
        "term": "Renewable resource.",
        "definition": "A naturally occurring raw material or form of energy that has the capacity to replenish itself through ecological cycles and sound management practices.",
        "definition-id": "Bahan baku alami atau bentuk energi yang memiliki kapasitas untuk mengisi kembali dirinya sendiri melalui siklus ekologis dan praktik manajemen yang baik.",
        "category": "d",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Selective cutting.",
        "definition": "The periodic removal of individual trees or groups of trees to improve or regenerate a stand.",
        "definition-id": "Pemindahan pohon individu atau kelompok pohon secara berkala untuk memperbaiki atau regenerasi tegakan.",
        "category": "d",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Wildlife.",
        "definition": "A broad term that includes non domesticated vertebrates, especially mammals, birds and fish.",
        "definition-id": "Istilah luas yang mencakup vertebrata non domestikasi, terutama mamalia, burung, dan ikan.",
        "category": "d",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Habitat.",
        "definition": "the ecosystem in which a plant or animal lives and obtains food and water.",
        "definition-id": "ekosistem di mana tanaman atau hewan hidup dan memperoleh makanan dan air.",
        "category": "d",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Regeneration.",
        "definition": "the process by which a forest is reseeded and renewed. Advanced regeneration refers to regeneration that is established before the existing forest stand is removed.",
        "definition-id": "proses di mana hutan ditanami kembali dan diperbarui. Regenerasi lanjutan mengacu pada regenerasi yang terbentuk sebelum tegakan hutan yang ada dihilangkan.",
        "category": "d",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Monoculture.",
        "definition": "A monoculture is the planting of a single crop species over a large area for intensive agriculture. This leads to large areas with little biodiversity.",
        "definition-id": "Monokultur adalah penanaman spesies tanaman tunggal di area yang luas untuk pertanian intensif. Hal ini menyebabkan daerah yang luas dengan sedikit keanekaragaman hayati.",
        "category": "d",
        "source": "https://www.worldlandtrust.org/get-involved/educational-resources/glossary-and-abbreviations/"
    },
    {
        "term": "Ecozones.",
        "definition": "The Earth’s land mass is divided into eight ecozones, in which organisms have been evolving in relative isolation over long periods of time. They are separated from one another by geographic features, such as oceans, broad deserts, or high mountain ranges, which constitute barriers to migration.",
        "definition-id": "Massa daratan bumi dibagi menjadi delapan zona ekologi, di mana organisme telah berevolusi dalam isolasi relatif dalam jangka waktu yang lama. Mereka dipisahkan satu sama lain oleh fitur geografis, seperti lautan, gurun yang luas, atau pegunungan tinggi, yang merupakan hambatan untuk migrasi.",
        "category": "d",
        "source": "https://www.worldlandtrust.org/get-involved/educational-resources/glossary-and-abbreviations/"
    },
    {
        "term": "Plantation.",
        "definition": "Intentional planting of a crop on a large scale, usually applied to trees or shrubs. The result is a large area with usually just one major plant species growing.",
        "definition-id": "Penanaman tanaman yang disengaja dalam skala besar, biasanya diterapkan pada pohon atau semak belukar. Hasilnya adalah area yang luas dengan biasanya hanya satu spesies tanaman utama yang tumbuh.",
        "category": "d",
        "source": "https://www.worldlandtrust.org/get-involved/educational-resources/glossary-and-abbreviations/"
    },
    {
        "term": "Pioneer species.",
        "definition": "fast growing species which are the first to colonise an ecosystem which has been damaged or degraded by humans, or by natural processes.",
        "definition-id": "Monokultur adalah penanaman spesies tanaman tunggal di area yang luas untuk pertanian intensif. Hal ini menyebabkan daerah yang luas dengan sedikit keanekaragaman hayati.",
        "category": "d",
        "source": "https://www.worldlandtrust.org/get-involved/educational-resources/glossary-and-abbreviations/"
    },
    {
        "term": "Silviculture.",
        "definition": "The art, science and practice of establishing, tending and reproducing forest stands of desired characteristics. It is based on knowledge of species’ characteristics and environmental requirements.",
        "definition-id": "Seni, ilmu pengetahuan dan praktik membangun, merawat dan mereproduksi tegakan hutan dengan karakteristik yang diinginkan. Hal ini didasarkan pada pengetahuan tentang karakteristik spesies dan persyaratan lingkungan.",
        "category": "b",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Dendrology.",
        "definition": "The study of trees; tree identification.",
        "definition-id": "Studi tentang pohon; identifikasi pohon.",
        "category": "b",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Gymnospermae.",
        "definition": "A plant whose seeds are not enclosed in flowers. Most gymnosperms produce their seeds on the surface of the scales of female cones and are pollinated by wind. Conifers are the most common type of gymnosperm.",
        "definition-id": "Tanaman yang bijinya tidak tertutup bunga. Kebanyakan gymnospermae menghasilkan bijinya di permukaan sisik kerucut betina dan diserbuki oleh angin. Konifer adalah jenis gymnospermae yang paling umum.",
        "category": "b",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Photosynthesis.",
        "definition": "The process by which a plant or tree combines water and carbon dioxide with energy from the sun to make glucose and oxygen.",
        "definition-id": "Proses ketika tanaman atau pohon menggunakan air dan karbon dioksida dengan energi dari matahari untuk membuat glukosa dan oksigen.",
        "category": "b",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Conifer.",
        "definition": "A class of trees that are evergreen, have needle or scalelike foliage and cone like fruit; often called softwood.",
        "definition-id": "Kelas pohon yang selalu hijau, memiliki dedaunan seperti jarum atau sisik dan buah seperti kerucut; Sering disebut kayu lunak.",
        "category": "b",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Cambium.",
        "definition": "A thin layer of specialized cells within a tree’s trunk that divide to produce new inner bark cells to the outside and new sapwood cells to the inside.",
        "definition-id": "Lapisan tipis sel khusus di dalam batang pohon yang membelah untuk menghasilkan sel kulit kayu bagian dalam baru ke luar dan sel gubal baru ke dalam.",
        "category": "b",
        "source": "https://www.ncforestry.org/education/education-materials/glossary-of-forestry-terms"
    },
    {
        "term": "Overtopped.",
        "definition": "The situation in which a tree cannot sufficiently extend its crown into the overstory and receive direct sunlight.",
        "definition-id": "Situasi ketika suatu pohon tidak dapat memperluas mahkotanya ke lapisan atas dan menerima sinar matahari langsung.",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Seed tree",
        "definition": "a mature tree left uncut to provide seed for regeneration of a harvested stand.",
        "definition-id": "Pohon dewasa yang dibiarkan tidak ditebang sebagai penyedia benih untuk regenerasi tegakan yang dipanen.",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Intolerance.",
        "definition": "a characteristic of certain tree species that does not permit them to survive in the shade of other trees",
        "definition-id": "karakteristik spesies pohon tertentu yang tidak memungkinkan mereka untuk bertahan hidup di bawah naungan pohon lain",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Stratification.",
        "definition": "division of a forest, or any ecosystem, into separate layers of vegetation that provide distinct niches for wildlife.",
        "definition-id": "pembagian hutan, atau ekosistem apa pun, menjadi lapisan vegetasi terpisah yang menyediakan relung berbeda bagi satwa liar.",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Crown.",
        "definition": "the uppermost branches and foliage of a tree",
        "definition-id": "cabang paling atas dan dedaunan pohon",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Ground spraying",
        "definition": "A ground application of herbicides to discourage unwanted hardwood competition.",
        "definition-id": "Aplikasi herbisida di tanah untuk mengurangi persaingan pohon berkayu keras yang tidak diinginkan.",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Succession.",
        "definition": "the natural replacement of one plant (or animal) community by another over time in the absence of disturbance.",
        "definition-id": "penggantian alami satu komunitas tanaman (atau hewan) oleh yang lain dari waktu ke waktu tanpa adanya gangguan.",
        "category": "b",
        "source": "https://dnr.maryland.gov/forests/pages/gloss.aspx#s"
    },
    {
        "term": "Vegetation.",
        "definition": "Vegetation is a collection of various types of plants that grow together in one site, with close interaction between the individual components, both among the plants themselves and between the plants, animals, and the surrounding environment.",
        "definition-id": "Vegetasi adalah kumpulan berbagai jenis tumbuhan yang tumbuh bersama di satu tempat, dengan adanya interaksi erat antara individu-individu penyusunnya, baik antar tumbuhan maupun antara tumbuhan dengan hewan dan lingkungan sekitarnya.",
        "category": "b",
        "source": "Soerianegara, I dan A. Indrawan, 1978. Ekologi Hutan Indonesia. Bogor: Departemen Manajemen Hutan. Fakultas Kehutanan."
    }
]
